import React from "react";

const Cat = () => {

    return (
        <div className='cat' >
            <img src="https://cdn.pixabay.com/photo/2018/07/08/14/16/cat-3523992_1280.jpg" width="300" alt="cat" />
            <p>
                Кот с красивой окраской и проницательными глазами.
                Он имеет мягкую и пушистую шерсть, которая создает ощущение теплоты и уюта.
                Кот имеет остроумное выражение лица, его яркие и глубокие глаза притягивают внимание.
                Они кажутся взглядывающими прямо в душу, полным любопытства и интеллекта.
                Его мордочка округлая, с узкими ушками, которые немного подняты.
                Этот кот кажется очаровательным и привлекательным,
                и его обаяние несомненно вызывает улыбку и желание почесать его за ушком.
            </p>
        </div>
    );
};

export default Cat;